{
    "title": "Entertainments",
    "content": [
        {
            "title": "Grammar",
            "description": "So do I, neither do I: من هم همینطور\nExamples:\nSara has an exam. So do I.\nChris studies Persian, so does Huseyin.\nChris doesn't like opera, neither do I.\nChris has never been to Iran, neither has Huseyin."
        },
        {
            "title": "Conversation",
			"table": [
				"Ramin: Do you have any special hobby?",
				"Pardis: I really like to collect stamps. How about you?",
				"Ramin: I love photography, I'm always searching for a subject to photograph.",
				"Pardis: I also really like horse riding.",
				"Ramin: On the weekends I read books. I think that reading books is relaxing.",
				"Pardis: I like more exciting things.",
				"Ramin: I am rather looking for silence and peace."
			],
            "numTableColumns": 1
        },
        {
			"title": "Common Phrases",
			"table": [
				"Could you recommend a concert?", "ممکن است به من یک کنسرت پیشنهاد بدهید؟",
				"Would you like to go to the theater with me?", "دوست دارید با من به تئاتر بیایید؟"
			]
		},
        {
			"title": "Insects",
			"table": [
			    "سنجاقک", "جیرجیرک", "سوسک", "پروانه", "مورچه",
				"damselfly", "cricket", "cockroach", "butterfly", "ant",
				"موریانه", "پشه", "زنبور عسل", "ملخ", "مگس",
				"termite", "mosquito", "bee", "grasshopper", "fly",
				"زنبور", "آخوندک", "کرم", "پینه دوز", "کک",
				"flea", "ladybird beetle", "maggot", "praying mantis", "wasp"
			],
			"numTableColumns": 5
		},
		{
            "title": "Conversation",
			"table": [
				"Lida: Painting is my hobby on holidays. What do you enjoy doing?",
				"Mehrshad: I enjoy doing calligraphy, one day every week I go to a calligraphy class.",
				"Lida: That's a good hobby.",
				"Mehrshad: What type of paintings do you paint? Oil or watercolor?",
				"Lida: A do both oil and watercolor painting.",
				"Mehrshad: Nice, Can I see your paintings?",
				"Lida: Of course, this weekend you can come to my house.",
				"Mehrshad: Thanks."
			],
            "numTableColumns": 1
        },
		{
		    "title": "Reading",
		    "description": "Eram garden is located in the city Shiraz. In the middle of the garden is a beautiful building. This building has three floors. The building's architecture is very beautiful and unique. In Eram garden there is a variety of plants. The plants in this garden are collected from different parts of the world; so that the garden has become an exhibition of a variety of flowers and plants. Right now, the garden is under the authority of the University of Shiraz. The botany is under the authority of the agriculture department and the building is under the authority of the law department. "
		}
    ]
}
