{
	"title": "برنامه ریزی برای سفر",
	"content": [
	    {
			"title": "Grammatik", "title2": "دستور زبان",
			"description": "حرف ربط",
			"table": [
				"Om: ٰOm du har tid att gå till parken.",
				"Så: Studera väl så du klarar provet.",
				"Eftersom: Eftersom han kom sent så såg jag inte honom.",
				"Men: Han bjöd in alla men jag gick inte.",
				"Eftersom: Jag klarade provet eftersom jag studerat väl.",
				"Inte: Du är skådespelare, inte regissör."
			],
			"numTableColumns": 1
		},
		{
			"title": "Konversation", "title2": "گفتگو",
			"table": [
				"Adam: Kan du hjälpa mig att planera semestern?",
				"Bea: Vet du var du vill åka?",
				"Adam: Jag har fortfarande inte beslutat mig var jag ska åka.",
				"Bea: Gillar du varmt eller kallt väder?",
				"Adam: Jag gillar tropiskt väder.",
				"Bea: Jag har en serie tidningar här, du kan titta i dem här.",
				"Adam: Denna tycker jag verkar bra.",
				"Bea: Vet du hur mycket du vill spendera på den här semestern?",
				"Adam: Jag har ungefär trettio tusen kronor.",
				"Bea: Vad bra, det är tillräckligt för denna resa."
			],
			"numTableColumns": 1
		},
		{
			"title": "Grammatik", "title2": "دستور زبان",
			"description": "حرف ربط",
			"table": [
				"för att: ٰJag kom för att du gillade mig.",
				"så: Det var fullt med folk så jag gick tillbaka.",
				"för mycket: Det var för mycket folk i butiken så gick jag ut.",
				"nu när: Jag är glad nu är jag har lyckats."
			],
			"numTableColumns": 1
		},
		{
			"title": "Vanliga fraser", "title2": "عبارات رایج",
			"table": [
			    "Har du packat dina resväskor?", "جمدان‌هایت را بسته‌ای؟",
			    "Har du reserverat?", "جا رزرو کرده‌ای؟"
			]
		},
		{
			"title": "Årstider", "title2": "فصل‌ها",
			"table": [
				"<a>vår</a>", "<a>sommar</a>",
				"<a>Mars</a>, <a>April</a>, <a>Maj</a>", "<a>Juni</a>, <a>Juli</a>, <a>Augusti</a>",
				"<a>höst</a>", "<a>vinter</a>",
				"<a>September</a>, <a>Oktober</a>, <a>November</a>", "<a>December</a>, <a>Januari</a>, <a>Februari</a>"
			]
		},
		{
			"title": "Konversation", "title2": "گفتگو",
			"table": [
				"Katrin: Ska du åka på semester? Vart ska du åka?",
				"Gustav: Ja, jag åker till Thailand för att träffa min syster.",
				"Katrin: Verkligen? När åkte din syster till Thailand?",
				"Gustav: För cirka ett år sedan. Hon hittade jobb i Thailand.",
				"Katrin: När kommer du tillbaka?",
				"Gustav: Jag kommer tillbaka om två veckor.",
				"Katrin: Ha en trevlig resa!",
				"Gustav: Tack!"
			],
			"numTableColumns": 1
		},
		{
			"title": "Läsning", "title2": "خواندن",
			"description": "Iranska mattor är bland de mest kända mattorna i världen. Mattorna har been considered av många olika folkgrupper i Iran i många år. Pazyrykmattan anses vara den äldsta Iranska mattan. Denna matta hittades i Mongoliet. Denna matta är ett mer än tretusen år gammalt hantverk från nationerna Partien eller Medien. "
		}
	]
}
